Repository: pypi-data/pypi-mirror-333
Catalog: packages/djangocms-zb-youtube/djangocms_zb_youtube-1.0.0.tar.gz/djangocms_zb_youtube-1.0.0/djangocms_zb_youtube/locale/*/LC_MESSAGES/django.po
Languages: es

source: Django CMS Zibanu Youtube Connector
es: Plugin Zibanu Youtube para Django CMS

source: Date
es: Fecha

source: Rating
es: Calificación

source: Relevance
es: Relevancia

source: Title
es: Título

source: Video Count
es: Número del video

source: View Count
es: Número de vistas

source: Low
es: Baja

source: Medium
es: Media

source: High
es: Alta

source: Channel Id
es: ID del canal

source: Youtube channel id to view
es: ID del canal de youtube a mostrar

source: Max results
es: Número de resultados

source: Max number of videos to be fetched from Youtube
es: Número máximo de videos que se traerán desde el canal de Youtube

source: Video order
es: Orden de los videos

source: Order in which videos are displayed
es: Orden en el que se mostraran los videos en la plantilla

source: Template
es: Plantilla

source: Template to be used to display the videos
es: Plantilla que se utilizará para mostrar los videos

source: Video width
es: Ancho del video

source: Width of video in pixels
es: Ancho del video en pixeles

source: Video height
es: Altura del video

source: Height of video in pixels
es: Altura del video en pixeles

source: Display columns
es: Columnas a mostrar

source: Number of columns in which the videos will be displayed
es: Número de columnas que se utilizarán para mostrar los videos en las plantillas

source: Thumbnail definition
es: Resolución de la miniatura

source: Definition of thumbnail to be used
es: Resolución que se utilizará para mostrar las miniaturas en la plantilla

source: Refresh time
es: Tiempo de refrezco

source: Time to be used to refresh the video list from youtube
es: Tiempo que se utilizará para recargar los videos desde Youtube
