Repository: pypi-data/pypi-mirror-333
Catalog: packages/paracopy/paracopy-1.2.2.tar.gz/paracopy-1.2.2/src/locales/*/LC_MESSAGES/paracopy.po
Languages: fr

source: Unknown error.
fr: Erreur inconnue.

source: ParaCopy is only working with Linux.
fr: ParaCopy fonctionne uniquement avec Linux.

source: ParaCopy support only Fedora ≥ 40.
fr: ParaCopy supporte seulement Fedora ≥ 40.

source: ParaCopy does not support '{distro} {version}'.
fr: ParaCopy ne supporte pas la distribution '{distro} {version}'.

source: The command pkexec is not available. Please install the polkit package. You can use the following command: `sudo dnf install polkit`.
fr: L'utilitaire pkexec n'est pas disponible. Veuillez installer le package polkit. Vous pouvez utiliser la commande suivante : `sudo dnf install polkit`.

source: Some packages are missing: `{packages}`. Please install them.
fr: Certains paquets sont manquants : `{packages}`. Installez-les.

source: Unable to install the required packages: `{packages}`.
fr: Impossible d'installer les packages requis : `{packages}`.

source: New version {version} of ParaCopy is available. Please install it.
fr: La version {version} de ParaCopy est disponible. Installez-la s'il-vous-plaît.

source: Unable to request PyPI.
fr: Impossible de contacter PyPI.

source: PyPI does not return the correct format.
fr: PyPI ne renvoie pas le bon format.

source: Insufficient permissions.
fr: Permissions insuffisantes.

source: The number of destinations per copy process cannot be negative.
fr: Le nombre de destinations par processus de copie ne peut pas être négatif.

source: Error with the destinations.
fr: Erreur avec les destinations.

source: Source does not exist.
fr: La source n'existe pas.

source: There were errors for some destinations.
fr: Il y a eu des erreurs pour certaines destinations.

source: Unable to unmount the internal source device.
fr: Impossible de démonter le périphérique interne pour la source.

source: Unable to unmount the FAT32 content partition.
fr: Impossible de démonter la partition FAT32.

source: Unable to initialize the source image file.
fr: Impossible de d'initialiser l'image source.

source: Unable to initialize the partitions inside the source image.
fr: Impossible d'initialiser les partitions de l'image source.

source: Unable to mount the source image to an internal device.
fr: Impossible de monter l'image source sur un périphérique interne.

source: Unable to create the FAT32 content partition.
fr: Impossible de r la partition FAT32.

source: Unable to mount the content partition.
fr: Impossible de monter la partition.

source: An error occurred during the content copy.
fr: Une erreur s'est produite pendant la copie.

source: An error occurred during content verification.
fr: Une erreur s'est produite pendant la vérification de la copie.

source: Unable to change owner and permissions.
fr: Impossible de changer le propriétaire et les permissions.

source: # ParaCopy **{version}** [Release Notes](https://codeberg.org/paracopy/paracopy/releases) & [Source Code](https://codeberg.org/paracopy/paracopy) Copyright (c) 2024 Pierre-Yves Genest.
fr: # ParaCopy **{version}** [Notes de version](https://codeberg.org/paracopy/paracopy/releases) & [Code source](https://codeberg.org/paracopy/paracopy) Copyright (c) 2024 Pierre-Yves Genest.

source: ParaCopy is licensed under the Affero GNU General Public License version 3. > ParaCopy is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, version 3 of the License. > > ParaCopy is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more details. > > You should have received a copy of the GNU Affero General Public License along with ParaCopy. If not, see <https://www.gnu.org/licenses/>. *All rights reserved on the ParaCopy name and logo.*
fr: ParaCopy est sous licence Affero GNU General Public License version 3. > ParaCopy est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la Affero GNU General Public License telle que publiée par la Free Software Foundation, version 3 de la Licence. > > ParaCopy est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de VALEUR COMMERCIALE ou d'ADAPTATION A UN USAGE PARTICULIER. Voir la Affero GNU General Public License pour plus de détails. > > Vous devriez avoir reçu une copie de la Affero GNU General Public License avec ParaCopy. Si ce n'est pas le cas, voir [https://www.gnu.org/licenses/](). *Tous droits réservés sur le nom ParaCopy et le logo ParaCopy.*

source: About
fr: À propos

source: Disconnected
fr: Déconnecté

source: Connected
fr: Connecté

source: Start copy
fr: Lancer la copie

source: Compute occupied space
fr: Calculer l'espace occupé

source: Compute the occupied space for each destination currently connected.
fr: Calcule l'espace occupé pour chaque destination actuellement connectée.

source: A copy is in progress.
fr: Une copie est en cours.

source: Occupied space is currently being calculated.
fr: L'espace occupé est en cours de calcul.

source: Copy could not be started: no source selected.
fr: La copie n'a pas pu commencer : pas de source sélectionnée.

source: No destination is currently connected.
fr: Aucune destination n'est connectée.

source: You are about to launch a copy Source: {source} Destinations: {destinations}
fr: Vous êtes sur le point de lancer une copie Source : {source} Destinations : {destinations}

source: Cancel
fr: Annuler

source: Copy
fr: Copier

source: The copy failed.
fr: La copie a échoué.

source: Copy complete!
fr: Copie terminée !

source: Occupied space computation failed.
fr: Le calcul de l'espace occupé a échoué.

source: Computation complete!
fr: Calcul terminé !

source: Create a hub
fr: Créer un hub

source: Number of rows
fr: Nombre de lignes

source: Number of columns
fr: Nombre de colonnes

source: Address
fr: Adresse

source: {num_rows} rows x {num_columns} columns
fr: {num_rows} lignes x {num_columns} colonnes

source: Delete this hub
fr: Supprimer ce hub

source: Hub deletion
fr: Supression du hub

source: Do you want to delete the hub?
fr: Voulez-vous supprimer ce hub ?

source: Delete permanently
fr: Supprimer définitivement

source: none
fr: aucun

source: Copy device address
fr: Copier l'adresse du périphérique

source: Your hubs
fr: Vos hubs

source: Add a hub
fr: Ajouter un hub

source: Save
fr: Sauvegarder

source: Address of the last connected device
fr: Adresse du dernier périphérique connecté

source: The hubs have been saved.
fr: Les hubs ont été sauvegardés.

source: Check now
fr: Vérifier maintenant

source: Install missing
fr: Installer

source: Update now
fr: Mettre à jour

source: Operating system is Linux.
fr: Le système d'exploitation est Linux;

source: Linux distribution is supported.
fr: La distribution Linux est supportée.

source: pkexec is installed.
fr: pkexec est installé.

source: Required packages are installed.
fr: Les paquets requis sont installés.

source: ParaCopy is up-to-date.
fr: ParaCopy est à jour.

source: Installation Check
fr: Vérification de l'installation

source: Settings
fr: Paramètres

source: Quit ParaCopy
fr: Quitter ParaCopy

source: Do you want to quit ParaCopy?
fr: Voulez-vous quitter Paraopy ?

source: Quit
fr: Quitter

source: ParaCopy — Copy Table
fr: ParaCopy — Table de Copie

source: ParaCopy — Source Management
fr: ParaCopy — Gestion des Sources

source: ParaCopy — Hub Management
fr: ParaCopy — Gestion des Hubs

source: ParaCopy — Settings
fr: ParaCopy — Paramètres

source: ParaCopy — About
fr: ParaCopy — À propos

source: ParaCopy — Installation Check
fr: ParaCopy — Vérification de l'installation

source: Number of destinations per copy process
fr: Nombre de destinations par processus de copie

source: Installation settings
fr: Paramètres d'installation

source: Check installation
fr: Vérification de l'installation

source: Create/Update shortcut
fr: Créer/Mettre à jour le raccourci

source: Create or update ParaCopy desktop shortcut.
fr: Crée ou met à jour le raccourci bureau de ParaCopy.

source: Global settings
fr: Paramètres de la copie

source: System
fr: Système

source: Language is updated after restart.
fr: La langue est mise à jour après le redémarrage.

source: Copy settings
fr: Paramètres de la copie

source: Number of destinations per copy process: - 0: a single process for all destinations. - 1 (2, 3, ...): 1 (2, 3, ...) destinations per copy process. More destinations per process increases copy speed, but if there are faulty destinations, this may cause errors.
fr: Nombre de destinations par processus de copie : - 0 : un seul processus pour toutes les destinations, - 1 (2, 3, …) : 1 (2, 3, …) destinations par processus de copie. Plus de destinations par processus augmente la vitesse de copie, mais s'il y a des destinations défectueuses, cela peut causer des erreurs.

source: Settings have been saved.
fr: Les paramètres ont été sauvegardés.

source: The shortcut has been created/updated.
fr: Le raccourci a été créé/mis à jour.

source: Must be greater or equal than 0
fr: Doit être supérieur ou égal à 0

source: Source Name
fr: Nom de la source

source: Choose the source folder
fr: Choisir le dossier de la source

source: Source folder for source image
fr: Dossier à copier

source: Compute the size of the source
fr: Calculer la taille de la source

source: Create source
fr: Créer la source

source: Folders inside the selected folder will be copied. The name of the selected folder will not be copied.Warning: Folders and file names must not contain accents or special characters!
fr: Les dossiers à l'intérieur du dossier sélectionné seront copiés. Le nom du dossier sélectionné ne le sera pas Attention : Les dossiers et noms de fichiers ne doivent pas comporter d'accents ou de caractères spéciaux !

source: Choose cluster size
fr: Choisir la taille de bloc

source: As a rule of thumb: - 2 {kb} = source size < 512 {mb} - 4 {kb} = 512 {mb} – 8 {gb} - 8 {kb} = 8 – 16 {gb} - 16 {kb} = 16 – 32 {gb}
fr: Comme règle empirique : - 2 {kb} = taille de la source < 512 {mb} - 4 {kb} = 512 {mb} – 8 {gb} - 8 {kb} = 8 – 16 {gb} - 16 {kb} = 16 – 32 {gb}

source: Choose sector size
fr: Choisir la taille de secteur

source: Check sector size for SD card or target USB disk. A good default value is 512 {B}.
fr: Vérifier la taille de secteur pour la carte SD ou clé USB cible. Une bonne valeur par défaut est 512 {B}.

source: Sector size of the last plugged disk
fr: Taille de secteur du dernier disque branché

source: Source size:
fr: Taille de la source :

source: Source size computation is in progress.
fr: Le calcul de la taille de la source est en cours.

source: Source is currently being created.
fr: La source est en train d'être créée.

source: Cannot be empty
fr: Ne peut pas être vide

source: Source creation failed.
fr: La création de la source a échoué.

source: Source created!
fr: Source créée !

source: Invalid size
fr: Taille invalide

source: Choose the folder for the source
fr: Choisissez le dossier à utiliser pour la source

source: Invalid folder name
fr: Nom de dossier invalide

source: A source with the same name already exists
fr: Une source avec le même nom existe déjà

source: Delete source
fr: Supprimer la source

source: Delete source "{source}"
fr: Supprimer la source "{source}"

source: Do you want to delete the source "{source}" ?
fr: Voulez-vous supprimer la source "{source}" ?

source: Name
fr: Nom

source: Size
fr: Taille

source: Block size
fr: Taille de bloc

source: Cluster size
fr: Taille de secteur

source: Creation date
fr: Date de création

source: Folder where your sources are stored
fr: Dossier où vos sources sont stockées

source: Open the folder
fr: Ouvrir le dossier

source: Your sources
fr: Vos sources

source: Create a source
fr: Créer une source

source: Close
fr: Fermer

source: Remaining time: undetermined
fr: Temps restant : indéterminé

source: Remaining time: {estimated_time_left}
fr: Temps restant : {estimated_time_left}
