Repository: pypi-data/pypi-mirror-333
Catalog: packages/validata-table/validata_table-0.12.5-py3-none-any.whl/validata_ui/app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Catalogue indisponible
de: Katalog nicht verfügbar

source: Erreur dans la récupération des informations de schéma
de: Fehler beim Abrufen von Schemainformationen

source: Le schéma fourni n'est pas un fichier JSON valide
de: Sie haben keine zu validierende Datei angegeben

source: Une erreur est survenue en récupérant le schéma
de: Beim Abrufen des Schemas ist ein Fehler aufgetreten

source: Colonne inconnue
de: Unbekannte Spalte

source: Cette colonne n'est pas définie dans le schema
de: Diese Spalte ist nicht im Schema definiert

source: Rapport de validation
de: Prüfbericht

source: l'encodage du fichier est invalide. Veuillez le corriger.
de: Der Zeichensatz der Datei ist ungültig. Bitte korrigieren Sie dies

source: problème de connexion
de: Verbindungsfehler

source: format JSON incorrect
de: fehlerhaftes JSOn

source: Schéma sans titre
de: Schema ohne Titel

source: Vous n'avez pas indiqué d'URL à valider
de: Sie haben keinen gültigen URL angegeben

source: Vous n'avez pas indiqué de fichier à valider
de: Sie haben keine zu validierende Datei angegeben

source: Combinaison de paramètres non supportée
de: Diese Kombination von Parameter wird nicht unterstützt

source: Signaler un problème
de: Ein Problem melden

source: %(validata_clickable)s est une initiative d'%(opendatafrance_clickable)s développée par %(multi_clickable)s.
de: %(validata_clickable)s ist eine Initiative von %(opendatafrance_clickable)s entwickelt von %(multi_clickable)s.

source: Choisissez un schéma
de: Wählen Sie ein Schema

source: Valider un fichier
de: Datei validieren

source: Schéma à la carte
de: Ein eigenes Schema verwenden

source: Indiquez ici l'URL d'un schéma que vous souhaitez utiliser pour valider un fichier.
de: Geben Sie hier die Adresse eines Schemas an, das Sie zur Validierung einer Datei verwenden möchten.

source: Le schéma doit être au format
de: Das Schema muss folgendes Format haben

source: Exemple : .xlsx, .xls, .ods, .csv, .tsv, etc.
de: Beispiel :.xlsx, .xls, .ods, .csv, .tsv, etc.

source: Taille maximum : 10Mo
de: Maximale Größe : 10MB

source: Ignorer la casse (majuscules et miniscules) dans les en-têtes
de: Groß- und Kleinschreibung in Tabellenköpfen ignorieren

source: Valider le fichier
de: Datei validieren

source: valide
de: gültig

source: invalide
de: ungültig

source: 1 recommandation
de: 1 Empfehlung

source: recommandations
de: Empfehlungen

source: Aucune erreur détectée
de: Kein Fehler gefunden

source: 1 erreur détectée
de: 1 Fehler gefunden

source: erreurs détectées
de: Fehler gefunden

source: Recommandations
de: Empfehlungen

source: Afin d'assurer la conformité optimale de vos données par rapport au schéma, merci de prendre en compte les recommandations ci-dessous
de: Um eine optimale Übereinstimmung Ihrer Daten mit dem Schema zu gewährleisten, beachten Sie bitte die folgenden Empfehlungen.
